Repository: Andreas-Sommer/powermail
Catalog: Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_mails.xlf
Languages: da, es, fr, pl, pt_br, ru, uk

# crdate.description
source: Time of mail creation
da: Tidspunkt for oprettelse af e-mail
es: Hora de creación del correo
fr: Heure de création du mail
pl: Czas utworzenia poczty
pt_br: Hora de criação do email
ru: Время создания письма
uk: Час створення листа

# sender_mail.description
source: This is the email of the sender
da: Dette er afsenderens e-mail
es: Contiene el email del remitente
fr: Ceci est l'email de l'expéditeur
pl: To jest e-mail nadawcy
pt_br: Este é o email do remetente
ru: Это почтовый ящик отправителя
uk: Це електронна адреса відправника

# sender_name.description
source: This is the name of the sender
da: Dette er navnet på afsenderen
es: Contiene el nombre del remitente
fr: Ceci est le nom de l'expéditeur
pl: Jest to nazwa nadawcy
pt_br: Este é o nome do rementente
ru: Это имя отправителя
uk: Це ім'я відправника

# subject.description
source: E-Mail Subject
da: E-Mail emne
es: Asunto
fr: Sujet du mail
pl: Temat emaila
pt_br: Assunto do email
ru: Тема письма
uk: Тема листа

# body.description
source: All input values at a glance
da: Alle inputværdier med et overblik
es: Todos los valores de entrada de un vistazo
fr: Toutes les valeurs d'entrée en un coup d'œil
pl: Wszystkie wartości wejściowe w skrócie
pt_br: Resumo de todos os valores de entrada
ru: Обзор всех введённых значений
uk: Короткий огляд усіх введених значень

# receiver_mail.description
source: E-Mail Receiver
da: E-mail modtager
es: Email del destinatario
fr: E-mail du destinataire
pl: Odbiorca poczty
pt_br: Email do Destinatário
ru: Получатель письма
uk: Одержувач електронної пошти

# form.description
source: Related Form
da: Relateret formular
es: Formulario relacionado
fr: Formulaire connexe
pl: Powiązany formularz
pt_br: Formulário Relacionado
ru: Связанные формы
uk: Пов'язана форма

# answers.description
source: All transferred Answers
da: Alle overførte svar
es: Todas las respuestas transferidas
fr: Toutes les réponses transférées
pl: Wszystkie przesłane wartości
pt_br: Todas as Respostas transferidas
ru: Все переданные ответы
uk: Усі передані відповіді

# feuser.description
source: This FE User send the mail (if empty, no logged in User sends the mail)
da: Denne FE bruger sender mailen (hvis tom sender ingen indlogget bruger nogen mail)
es: Este usuario de frontend enviará el correo (si está vacío, ningún usuario que haya iniciado sesión lo enviará)
pl: Ten użytkownik FE wysyła mail (jeśli puste, nie zalogowany użytkownik wysyła maila)
pt_br: Este Usuário FE enviou o email (se vazio, nenhum Usuário logado enviou o email)
ru: Этот пользователь сайта отправляет почту (если пусто, ни один из авторизованных пользователей не отправлял писем)
uk: Цей FE користувач відправив повідомлення на пошту (якщо порожньо, то жоден авторизований користувач не відправляє повідомлення)

# spam_factor.description
source: Powermail identifies this mail as spam with this factor (if factor is too high, mail sending will be refused)
da: Powermail identificerer denne mail som spam med denne faktor (hvis faktoren er for høj, vil afsendelse af post blive nægtet)
es: Powermail identifica este correo como spam con este factor (si el factor es demasiado alto, se rechazará el envío del correo)
fr: Powermail identifie cet e-mail comme spam avec ce facteur (si le facteur est trop élevé, l'envoi de courrier sera refusé)
pl: Powermail identyfikuje tę pocztę jako spam z tym współczynnik (Jeśli współczynnik jest zbyt wysoki, wysyłanie poczty zostanie odrzucone)
pt_br: O powermail identificou este email como spam com este fator (se o fator for muito alto, o envio do email será recusado)
ru: Powermail определил это письмо как спам с указанным фактором (если фактор через чур высок, отправка почты будет отклонена)
uk: Powermail визначає цей лист як спам із цим фактором (якщо коефіцієнт надто високий, надсилання листів буде відхилено)

# time.description
source: User needs this time to fill out the form
da: Brugeren har brug for denne tid for at udfylde formularen
es: El usuario necesita este tiempo para llenar el formulario
fr: L'utilisateur a besoin de ce temps pour remplir le formulaire
pl: Użytkownik potrzebuje tego czasu na wypełnienie formularza
pt_br: O usuário necessita este tempo para preencher o formulário
ru: Пользователю необходимо такое время для заполнения формы
uk: Користувачу потрібен цей час, щоб заповнити форму

# sender_ip.description
source: IP-Address of the sender
da: IP-adresse for afsenderen
es: Dirección IP del remitente
fr: Adresse IP de l'expéditeur
pl: Adres IP nadawcy
pt_br: Endereço IP do remetente
ru: IP адрес отправителя
uk: IP-адреса відправника

# user_agent.description
source: Browser characteristic of the sender
da: Browser karakteristisk for afsenderen
es: Característica del navegador del remitente
fr: Caractéristique du navigateur de l'expéditeur
pl: Charakterystyka przeglądarki nadawcy
pt_br: Características do navegador do remetente
ru: Характеристики браузера отправителя
uk: Характеристика відправника

# marketing_referer_domain.description
source: Last Domain of the user before he surfed to this URL
da: Sidste domæne for brugeren, inden han besøgte denne URL
es: Último dominio del usuario antes de navegar a esta URL
fr: Dernier domaine de l'utilisateur avant de naviguer vers cette URL
pl: Ostatnia domena użytkownika, zanim dotarł do tego adresu URL
pt_br: Último Domínio do usuário antes de navegar para esta URL
ru: Последний домен пользователя перед переходом по этому URL
uk: Останній домен користувача перед переходом на цю URL-адресу

# marketing_referer.description
source: Last URL of the user before he surfed to this URL
da: Sidste URL for brugeren, før han besøgte til denne URL
es: Última URL del usuario antes de navegar a esta URL
fr: Dernière URL de l'utilisateur avant de naviguer vers cette URL
pl: Ostatni adres URL użytkownika, zanim dotarł do tego adresu URL
pt_br: Última URL do usuário antes de navegar para esta URL
ru: Последний URL пользователя, прежде чем он перешел на этот URL
uk: Остання URL-адреса користувача перед переходом на цю URL-адресу

# marketing_country.description
source: User is located in this country
da: Bruger er placeret i dette land
es: El usuario se encuentra en este país
fr: L'utilisateur est situé dans ce pays
pl: Użytkownik znajduje się w tym kraju
pt_br: O usuário está localizado neste país
ru: Пользователь находится в этой стране
uk: Користувач знаходиться в цій країні

# marketing_mobile_device.description
source: User uses a mobile device
da: Bruger bruger en mobil enhed
es: El usuario utiliza un dispositivo móvil
pl: Użytkownik korzysta z urządzenia przenośnego
pt_br: O usuário utiliza um dispositivo móvel
ru: Пользователь использует мобильное устройство
uk: Користувач використовує мобільний пристрій

# marketing_frontend_language.description
source: User surfed in this TYPO3-Frontend-Language
da: Bruger bvesøgte med dette TYPO3 frontendsprog
es: El usuario navegó en este idioma
pl: Użytkownik korzystał z tego języka TYPO3-Frontend
pt_br: O usuário navegou nesta linguagem do Frontend do TYPO3
ru: Пользователь пользовался этим языком на сайте
uk: Користувач переглядав цю мову TYPO3-Frontend-Language

# marketing_browser_language.description
source: Users Browser Language
da: Brugers browsersprog
es: Idioma del navegador de usuario
pl: Język przeglądarki użytkowników
pt_br: Linguagem do Navegador do Usuário
ru: Язык браузера пользователя
uk: Мова браузера користувачів

# marketing_page_funnel.description
source: Internal Page funnel up to the form submit
da: Intern sidetragt op til formularen sendes
es: Embudo interno de la página hasta el formulario de envío
pl: Wewnętrzna ścieżka do formularza zgłoszeniowego
pt_br: Página Interna para a qual o envio do formulário aponta
ru: Внутренняя страница до отправки формы
uk: Послідовність внутрішньої сторінки до надсилання форми
