Repository: Andreas-Sommer/powermail
Catalog: Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_fields.xlf
Languages: fr, pl, pt_br, uk

# title.description
source: Enter a label for your Field
fr: Entrez un label pour votre champ
pl: Wpisz etykietę pola
pt_br: Insira um rótulo para este campo
uk: Введіть мітку для свого поля

# type.description
source: Choose the type of your Field
fr: Choisissez le type de votre champ
pl: Wybierz typ pola
pt_br: Escolha o tipo do seu campo
uk: Виберіть тип свого поля

# settings.description
source: One option per line. If you want to split value and label, use a | symbol. Preselect with *
fr: Une option par ligne. Si vous voulez séparer la valeur et le label, utilisez un symbole | . Présélectionnez avec *
pl: Jedna opcja w każdej linii. Jeśli chcesz podzielić wartość i etykietę, użyj symbolu |. Zaznaczaj znakiem *
pt_br: Uma opção por linha. Se você quer separar valor e rótulo, utilize o símbolo |. Pré selecionado com *
uk: Один варіант на рядок. Якщо ви хочете розділити значення та мітку, використовуйте | символ. Попередній вибір за допомогою *

# path.description
source: Add a path to the TypoScript that should be rendered (e.g. lib.showsometext)
fr: Ajouter un chemin vers le TypoScript qui doit être rendu (par exemple lib.showsometext)
pt_br: Adicione um caminho para o TypoScript que deve ser renderizado (por exemplo: lib.showsometext)
uk: Додайте шлях до TypoScript, який потрібно відобразити (наприклад, lib.showsometext)

# content_element.description
source: Choose a content element that should be renderen within your form
fr: Choisissez un élément de contenu qui doit être rendu dans votre formulaire
pt_br: Escolha um elemento de conteúdo que deve ser renderizado dentro do seu formulário
uk: Виберіть елемент вмісту, який має бути відображено у вашій формі

# text.description
source: Save a text for a frontend output
fr: Enregistrer un texte pour une sortie en frontend
pl: Zapisz tekst dla frontend
pt_br: Salva um texto para uma saída do Frontend
uk: Збережіть текст для виводу у фронтенд

# sender_email.description
source: Will this field contain the Email of the user?
fr: Ce champ contiendra-t-il l'email de l'utilisateur ?
pl: Czy to pole zawiera e-mail użytkownika?
pt_br: Qual campo contém o Email do usuário?
uk: Чи міститиме це поле адресу електронної пошти користувача?

# sender_name.description
source: Will this field contain the Name or a part of the Name of the user?
fr: Ce champ contiendra-t-il le nom ou une partie du nom de l'utilisateur ?
pl: Czy to pole zawiera nazwę lub część nazwy użytkownika?
pt_br: Este campo conterá o Nome ou uma parte do Nome do usuário?
uk: Чи міститиме це поле Ім’я або частину Ім’я користувача?

# validation_title.description
source: Validation Settings
fr: Paramètres de validation
pl: Ustawienia walidacji
pt_br: Configurações da Validação.
uk: Налаштування перевірки

# mandatory.description
source: Should this field be a mandatory field?
fr: Ce champ doit-il être un champ obligatoire?
pl: Czy to pole musi być obowiązkowe?
pt_br: Este campo deve ser obrigatório?
uk: Чи повинно це поле бути обов'язковим полем?

# validation.description
source: Validate the field value (url, email, etc...)
fr: Valider la valeur du champ (url, email, etc...)
pl: Sprawdź wartość pola (URL, e-mail itp.)
pt_br: Valida o valor deste campo (url, email, etc...)
uk: Перевірте значення поля (Url-адреса, електронна адреса тощо)

# validation_configuration.description
source: This value influences the validation (if you choose range, you can use e.g. 1,10 to have a range field from 1 to 10) (if you choose pattern validation, you can use regular expressions e.g. like https?://.+ to validate for a beginning https-link)
fr: Cette valeur influence la validation (si vous choisissez l'intervalle, vous pouvez utiliser par exemple 1,10 pour avoir un intervalle de 1 à 10) (si vous choisissez la validation du motif, vous pouvez utiliser des expressions régulières comme https?://.+ pour valider un lien https)
pt_br: Este valor influencia a validação (se você escolher um intervalo, você pode utilizar, por exemplo "1,10" para um campo contendo um intervalo de 1 até 10) (se você escolher um padrão de validação, você pode usar uma expressão regular como "https?://.+" para validar o início de um link https)
uk: Це значення впливає на перевірку (якщо ви виберете діапазон, наприклад, 1,10, щоб мати поле діапазону від 1 до 10) (якщо ви виберете перевірку шаблону, ви можете використовувати регулярні вирази, наприклад https?://.+ для перевірки початку https-посилання)

# prefill_title.description
source: Prefill Settings
fr: Paramètres de pré-remplissage
pl: Uzupełnij ustawienia
pt_br: Configurações de Preenchimento
uk: Параметри попереднього заповнення

# prefill_value.description
source: Prefill this field with a static text. The related field wil be prefilled (If you use a prefill value for a country-field, add the wanted code - e.g. DEU or USA)
fr: Pré-remplir ce champ avec un texte statique. Le champ lié sera prérempli (si vous utilisez une valeur de pré-remplissage pour un champ de pays, ajoutez le code désiré - par exemple DEU ou USA)
pt_br: Preenche este campo com um texto estático. O campo relacionado será preenchido (Se você utilizar um valor de preenchimento para um campo tipo País, adicione o código desejado, por exemplo BR ou USA)
uk: Попередньо заповніть це поле статичним текстом. Відповідне поле буде попередньо заповнено (якщо ви використовуєте значення попереднього заповнення для поля країни, додайте потрібний код, наприклад, DEU або USA)

# placeholder.description
source: A placeholder text is an example, that should help the user to fill out an input field. This text is shown in bright grey within the input field. If you have a name field, you could use the placeholder "John Doe"
fr: Un texte placeholder est un exemple, qui devrait aider l'utilisateur à remplir un champ de saisie. Ce texte est affiché en gris vif dans le champ de saisie. Si vous avez un champ de nom, vous pouvez utiliser le placeholder "John Doe"
pt_br: Um texto dica de preenchimento é um exemplo, isto pode ajudar um usuário a preencher um campo de entrada. Este texto será exibido em cinza brilhante dentro do campo de entrada. Se você tiver um campo Nome, pode utilzar como dica de preenchimento "Zé da Silva".
uk: Текст-заповнювач є прикладом, який має допомогти користувачеві заповнити поле введення. Цей текст відображається яскраво-сірим кольором у полі введення. Якщо у вас є поле імені, ви можете використати заповнювач "John Doe"

# feuser_value.description
source: Prefill this field with value of a logged in fe_user (overwrites the static prefill text)
fr: Pré-remplir ce champ avec la valeur d'un fe_user logué (écrase le texte de préremplissage statique)
pt_br: Preencha este campo com o valor de um usuário Frontend logado (sobrescreve o texto de preenchimento estático)
uk: Попередньо заповніть це поле значенням fe_user, що ввійшов у систему (перезаписує статичний текст попереднього заповнення)

# create_from_typoscript.description
source: Options can be dynamicly generated by TypoScript (e.g. lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Add the path to the TypoScript object.
fr: Les options peuvent être générées dynamiquement par TypoScript (par exemple lib.options=TEXT lib.options.value=red[\n]blue[\n]rose). Ajouter le chemin vers l'objet TypoScript.
pl: Opcje mogą być dynamicznie generowane przez TypoScript (np. lib.options = TEXT lib.options.value = red[\n]blue[\n]pink). Dodaj ścieżkę do obiektu TypoScript.
pt_br: As opções pode ser dinamicamente gerados por TypoScript (por exemplo lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Adicione um caminho para um objeto TypoScript.
uk: Параметри можна динамічно генерувати за допомогою TypoScript (наприклад, lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Додайте шлях до об’єкта TypoScript.

# css.description
source: Choose a Layout (This may change the Frontend Rendering - please ask your administrator for more information)
fr: Choisissez une mise en page (Cela peut modifier le rendu du frontend - pour plus d'informations, veuillez contacter votre administrateur)
pl: Wybierz układ (może to zmienić tryb wyświetlania strony - poproś administratora o dodatkowe informacje)
pt_br: Escolha um Layout (Isto deve alterar a Renderização no Frontend - por favor peça mais informações ao seu administrador)
uk: Виберіть макет (Це може змінити візуалізацію зовнішнього інтерфейсу - будь ласка, зверніться до свого адміністратора для отримання додаткової інформації)

# datepicker_settings.description
source: Choose the type of the datepicker (date only or date and time or time only)
fr: Choisissez le type de sélecteur de dates (date seulement ou date et heure ou heure seulement)
pt_br: Selecione o tipo de seletor de data (apenas data ou apenas hora ou data e hora)
uk: Виберіть тип datepicker (тільки дата і час або час)

# marker_title.description
source: Variables Settings
fr: Paramètres des variables
pt_br: Configurações de Variáveis
uk: Параметри змінних

# auto_marker.description
source: This variable was automaticly generated by the system
fr: Cette variable a été générée automatiquement par le système
pt_br: Esta variável foi gerada automaticamente pelo sistema.
uk: Ця змінна була автоматично створена системою

# marker.description
source: Use your own variable in a Rich Text Editor (e.g.)
fr: Utilisez votre propre variable dans un éditeur de texte (par exemple.)
pt_br: Utilize sua própria variável em um Editor Rich Text (por exemplo)
uk: Використовуйте власну змінну в Rich Text Editor (напр.)

# own_marker_select.description
source: Check this if you want to change the automaticly generated variable
fr: Cochez cette case si vous souhaitez modifier la variable automatiquement générée
pt_br: Marque isto se você quiser alterar a variável automaticamente gerada
uk: Позначте цей пункт, якщо ви хочете змінити автоматично згенеровану змінну

# pages.description
source: Add the related page to this field
fr: Ajouter la page associée à ce champ
pt_br: Adicione a página relacionada a este campo
uk: Додати пов'язану з цим полем сторінку
